<?php

return [
    'pagename' => 'ตั้งค่าเอกสาร',
    'pagename_1' => 'เลขที่เอกสาร',
    'pagename_2' => 'หมายเหตุเอกสาร',
    'pagename_3' => 'วันที่ครบกำหนด',
    'pagename_4' => 'ช่องทางการรับชำระเงิน',
    'pagename_5' => 'กลุ่มจัดประเภท',
    'pagename_6' => 'การแสดงข้อมูลสาธารณะ',
    'pagename_7' => 'ใบกำกับภาษี',
    'pagename_8' => 'รายงานเอกสาร',

    'income' => 'เอกสารรายรับ',
    'expense' => 'เอกสารรายจ่าย',

    'QO' => 'ใบเสนอราคา',
    'TDN' => 'ใบส่งของชั่วคราว',
    'IV' => 'ใบแจ้งหนี้',
    'IVT' => 'ใบแจ้งหนี้/ใบกำกับภาษี',
    'DN' => 'ใบส่งของ',
    'RE' => 'ใบเสร็จรับเงิน',
    'RT' => 'ใบเสร็จรับเงิน/ใบกำกับภาษี',
    'TIV' => 'ใบกำกับภาษีขาย',
    'CN' => 'ใบลดหนี้',
    'CNT' => 'ใบลดหนี้/ใบกำกับภาษี',
    'BN' => 'ใบวางบิล',
    'DBN' => 'ใบเพิ่มหนี้',
    'DBNT' => 'ใบเพิ่มหนี้/ใบกำกับภาษี',
    'PO' => 'ใบสั่งซื้อ',
    'POA' => 'ใบสั่งซื้อสินทรัพย์',
    'PR' => 'ใบขอซื้อ',
    'EXP' => 'ค่าใช้จ่าย',
    'CNX' => 'รับใบลดหนี้',
    'CPN' => 'ใบรวมจ่าย',
    'PA' => 'ซื้อสินทรัพย์',

    'header' => 'ตัวอักษรเริ่มต้น',
    'special_char' => 'ตัวอักษรพิเศษ',
    'year' => 'ปี',
    'month' => 'เดือน',
    'day' => 'วัน',
    'length_doc_number' => 'จำนวนเลขเอกสาร',
    'show' => 'แสดง',
    'not_show' => 'ไม่แสดง',
    'remark' => 'หมายเหตุเอกสาร',

    // due date
    'due_day' => "ระยะเวลา(วัน)",
    'due_date_type' => "รูปแบบการครบกำหนด",
    'due_issued_date' => "วันที่ออก",
    'due_date' => "วันที่ครบกำหนด",

    'due_option1' => "X วันหลังวันที่ออกเอกสาร",
    'due_option2' => "วันที่ X ของเดือนถัดไป",
    'due_option3' => "สิ้นเดือนของวันที่ออกเอกสาร",
    'due_option4' => "สิ้นเดือนของเดือนถัดไป",


    // Classification
    'group_child' => "รายการที่อยู่ใน ",
    'group_no' => "เลขที่กลุ่ม",
    'name' => "ชื่อกลุ่มจัดประเภท",
    'items' => "รายการ",
    'document' => "แสดงบนเอกสาร",
    'in_use' => "เปิดใช้งาน",
    'description' => "คำอธิบาย",
    'publish_type' => "แสดงการปันส่วนที่เอกสาร",
    'alert_1' => "กรุณากรอกข้อมูลก่อนทำการกดบันทึก",
    'alert_2' => "กรุณาเลือกอย่างน้อยหนึ่งประเภทเอกสาร",

    // Public Link
    'pl_head' => "ตั้งค่าการแสดงข้อมูลสาธารณะ",
    'pl_label' => "การแสดงผลลายเซ็นและตราประทับของกิจการในหน้าเอกสาร public link จะเป็นไปตามการตั้งค่า",
    'pl_signature' => "ลายเซ็น",
    'pl_stamp' => "ตราประทับองค์กร",
    'pl_password' => "รหัสเข้าเอกสาร",

    // Tax Invoice
    'ti_head' => "ตั้งค่าใบกำกับภาษี",
    'ti_label' => "ตั้งค่าเริ่มต้นการออกใบกำกับภาษีและการยื่นยอดขาย ภ.พ.30",
    'ti_receipt_header' => "ใบกำกับภาษี",
    'ti_pp30_non_tax_header' => "ยื่นยอดขาย ภ.พ.30",

    'ti_invoice_default' => "ค่าเริ่มต้นการออกใบแจ้งหนี้",
    'ti_receipt_default' => "ค่าเริ่มต้นการออกใบเสร็จรับเงิน",
    'ti_without_vat' => "สร้างใบกำกับภาษีโดยที่ไม่มีภาษีมูลค่าเพิ่ม",
    'ti_pp30_non_tax' => "เอกสารที่ไม่ใช่ใบกำกับภาษี",

    'ti_tax_option1' => "ออกใบกำกับภาษี",
    'ti_tax_option2' => "ไม่ออกใบกำกับภาษี",
    'ti_tax_option3' => "อัตโนมัติ",
    'ti_create_option1' => "สร้างได้",
    'ti_create_option2' => "สร้างไม่ได้",
    'ti_fill_option1' => "ยื่นทุกรายการ",
    'ti_fill_option2' => "ไม่ยื่น",
    'ti_fill_option3' => "กำหนดเอง",

    // paymet_channel
    'pc_head' => "ตั้งค่าช่องทางการรับชำระเงินหน้าเอกสาร",
    'pc_type' => "การแสดงช่องทางธนาคารในเอกสาร",
    'pc_payment_ch1' => "ช่องทางการชำระเงินที่ 1",
    'pc_payment_ch2' => "ช่องทางการชำระเงินที่ 2",
    'pc_payment_ch3' => "ช่องทางการชำระเงินที่ 3",
    'pc_show_payment' => "การแสดงปุ่มชำระเงินในเอกสาร",
    'pc_show_type1' => "อัปโหลดรูป QR",
    'pc_show_type2' => "เชื่อมต่อ API ระบบรับชำระเงิน",
    'img_notation1' => "รูปภาพควรจะเป็นอัตราส่วน 1:1",
    'img_notation2' => "ขนาดไฟล์ที่รองรับสูงสุด 3 MB",
    'img_notation3' => "รองรับไฟล์ประเภท .png, .jpg และ .jpeg",

];
